Repository: whitespace-dev/content-insights-for-editors
Catalog: languages/content-insights-for-editors-*.po
Languages: sv_se

source: Analyzed posttypes
sv_se: Analyserade posttyper

source: Use alternative user field
sv_se: Använd alternativt användarfält

source: Uses the Editor field (page_meta_maineditor) for user filtering, instead of Author used by default.
sv_se: Använder fältet Redaktör (page_meta_maineditor) för användarfiltrering, istället för Författare som används som standard.

source: Enable automatic mailing for broken links
sv_se: Aktivera automatiska utskick för brutna länkar

source: Sends email to all authors, editors and administrators every two weeks with a report on their broken links.
sv_se: Skickar mail till alla författare, redaktörer samt administratörer varannan vecka med en rapport om deras brutna länkar.

source: Obsolete pages
sv_se: Föråldrade sidor

source: Set the threshold for how many days a page that has not been updated should be before the plugin flags the page as outdated.
sv_se: Ställ in tröskelvärdet för hur många dagar en sida som ej uppdaterats skall vara innan pluginet flaggar sidan som föråldrad.

source: days
sv_se: dagar

source: ex. https://analys.yourdomain.se/
sv_se: ex. https://analys.dindoman.se/

source: Matomo Api key
sv_se: Matomo API-nyckel

source: Visit admin for your Matomo installation. Under Platform -> API there is & token_auth = xxxxxxxxxxxxxxx. Paste the value corresponding to xxxxxxxxxxxxxxx
sv_se: Besök admin för din Matomoinstallation. Under Plattform -> API finns &token_auth=xxxxxxxxxxxxxxx. Klistra in värdet motsvarande xxxxxxxxxxxxxxx

source: Customer feedback minimum responses
sv_se: Customer feedback minst antal svar

source: Set the threshold for how votes (yes/no) the page must have since last update.
sv_se: Ange tröskelvärdet för hur röster (Ja/Nej) sidan måste ha sedan senaste uppdateringen.

source: votes
sv_se: röster

source: Every Second Week
sv_se: Varannan vecka

source: Top 10 most visitied pages last 7 days (sitewide)
sv_se: Topp 10 mest besökta sidorna senaste veckan (alla redaktörer)

source: Top 10 most visitied pages last month (sitewide)
sv_se: Topp 10 mest besökta sidorna senaste månaden (alla redaktörer)

source: Top 10 pages with most number of broken links (sitewide)
sv_se: Topp 10 sidor med flest trasiga länkar (alla redaktörer)

source: Top 10 pages not updated in a while (sitewide)
sv_se: Topp 10 sidor som ej uppdaterats på ett tag (alla redaktörer)

source: Your top 10 pages most visited last month
sv_se: Dina topp 10 mest besökta sidor senaste månaden

source: Your 10 least visited pages last month
sv_se: Dina topp 10 minst besökta sidor senaste månaden

source: All your pages with broken links
sv_se: Alla dina sidor med brutna länkar

source: Top 10 pages with most most positive feedback responses
sv_se: Topp 10 sidor med mest positiva feedbacksvar

source: Top 10 pages with least positive feedback responses
sv_se: Topp 10 sidor med minst positiva feedbacksvar

source: All your pages not updated in the last
sv_se: Alla dina sidor som inte uppdaterats under de senaste

source: No broken links found
sv_se: Inga brutna länkar hittades

source: Nice job, everything seems to be in order.
sv_se: Bra jobb, allt verkar vara i ordning.

source: Click here to
sv_se: Klicka här för att

source: view your pages
sv_se: visa dina sidor

source: Page title
sv_se: Sidtitel

source: Number of visitors
sv_se: Antal besökare

source: Last updated
sv_se: Senast uppdaterat

source: No pages found
sv_se: Inga sidor hittades

source: Seems like you are not the author of any pages yet.
sv_se: Verkar som om du inte är författaren till några sidor ännu.

source: create a new page
sv_se: skapa en ny sida

source: No old pages found
sv_se: Inga föråldrade sidor hittades

source: Great! All of your pages have been updated within the last %d days.
sv_se: Toppen! Alla dina sidor har uppdaterats inom de senaste %d dagarna.

source: We could not find any pages that has got enough votes
sv_se: Vi kunde inte hitta några sidor som har fått tillräckligt med röster

source: Notifications
sv_se: Notiser

source: Send a notice about their broken links to selected users
sv_se: Skicka ett meddelande om deras brutna länkar till valda användare

source: Send email to selected users
sv_se: Skicka e-post till valda användare

source: Sent
sv_se: Skickat

source: of
sv_se: av

source: emails
sv_se: meddelanden

source: No mail was sent, please select at least one user
sv_se: Ingen e-post skickades, välj minst en användare

source: Broken links plugin not found
sv_se: Tillägget Broken links hittades ej

source: This plugin depends on broken links in order to display a list of broken links. To enable this view please install and activate broken links.
sv_se: Detta tillägget kräver att tillägget Broken links är aktiverat för att kunna presentera en lista över brutna länkar. För att aktivera denna vy, vänligen installera och aktivera tillägget Broken links.

source: Next scheduled check for broken links
sv_se: Nästa schemalagda kontroll av brutna länkar

source: Analysed pages
sv_se: Analyserade sidor

source: Fetch visitorstaticstics for all pages
sv_se: Hämta besökarstatistik för alla sidor

source: Update of visitor statistics complete
sv_se: Uppdatering av besökarstatistik genomförd

source: error
sv_se: fel

source: Something went wrong
sv_se: Något gick fel

source: No data available
sv_se: Ingen data fanns tillgänglig

source: Broken links
sv_se: Brutna länkar

source: Visitors
sv_se: Besökare

source: day
sv_se: dag

source: Pageviews
sv_se: Sidvisningar

source: Statistics from
sv_se: Statistik från

source: Settings
sv_se: Inställningar

source: Broken links plugin is missing. For best experience using this plugin we recommend you activate Broken links
sv_se: Tillägget Broken links saknas. Detta tillägg är starkt beroende av Broken links, för bästa upplevelse rekommenderas att tillägget installeras och aktiveras

source: Broken links repository
sv_se: Källkod för Broken links

source: All
sv_se: Alla

source: Show only pages with broken links
sv_se: Visa endast sidor med trasiga länkar

source: Post
sv_se: Inlägg

source: Web address
sv_se: Webbadress

source: Number of broken links
sv_se: Antal brutna länkar

source: Editor
sv_se: Redaktör

source: Author
sv_se: Författare

source: Visitor
sv_se: Besökare

source: Analysis updated
sv_se: Analys uppdaterad

source: Hi
sv_se: Hej

source: This is a short summary of all pages you are the author to that contains broken links, pages that has not been updated in a while and your most visited pages this week.
sv_se: Detta är en kort sammanfattning av alla sidor som du är författare till och innehåller brutna länkar, sidor som inte har uppdaterats på ett tag samt dina mest besökta sidor denna vecka.

source: Good news! No broken links found this time, keep up the good work.
sv_se: Goda nyheter! Inga brutna länkar hittade den här gången, fortsätt så.

source: Your top 10 pages most visited last week
sv_se: Dina topp 10 mest besökta sidor senaste veckan

source: Pages not updated in a while
sv_se: Sidor som ej uppdaterats på ett tag

source: Excellent all your pages have been updated recently!
sv_se: Utmärkt alla dina sidor har nyligen uppdaterats!

source: Customer feedback
sv_se: Feedback besökare

source: Summary of your pages content
sv_se: Sammanfattning av dina sidors innehåll

source: Matomo is not configured
sv_se: Matomo har inte konfigurerats

source: Configure settings for Matomo
sv_se: Konfigurera inställningar för Matomo

source: Analyse content for your website
sv_se: Analysera webbplatsens innehåll
