Repository: whitespace-dev/content-insights-for-editors
Catalog: content-insights-for-editors/languages/content-insights-for-editors-*.po
Languages: sv_se

source: Content Insights Settings
sv_se: Innehållsinsikter Inställningar

source: Analyzed Post Types
sv_se: Analyserade Inläggstyper

source: Enter the post types to analyze, separated by commas.
sv_se: Ange de inläggstyper som ska analyseras, separerade med kommatecken.

source: Include Private Pages
sv_se: Inkludera privata sidor

source: Check to include private pages in the analysis.
sv_se: Kryssa för att inkludera privata sidor i analysen.

source: Use Alternative User Field
sv_se: Använd alternativ användarfält

source: Check to use the Editor field for user filtering instead of the Author.
sv_se: Kryssa för att använda redaktörsfältet för användarfiltrering istället för författaren.

source: Enable Automatic Mailing for Broken Links
sv_se: Aktivera automatisk e-post för brutna länkar

source: Check to enable automatic mailing for broken links.
sv_se: Kryssa för att aktivera automatisk e-post för brutna länkar.

source: Obsolete Pages Threshold
sv_se: Tröskel för föråldrade sidor

source: Set the threshold for how many days a page must be outdated.
sv_se: Ställ in tröskeln för hur många dagar en sida måste vara föråldrad.

source: Enter the URL for your Matomo API.
sv_se: Ange URL:en för din Matomo API.

source: Matomo API Key
sv_se: Matomo API-nyckel

source: Enter your Matomo API key.
sv_se: Ange din Matomo API-nyckel.

source: Matomo Site ID
sv_se: Matomo Webbplats-ID

source: Enter your Matomo Site ID.
sv_se: Ange ditt Matomo Webbplats-ID.

source: Minimum Feedback Responses
sv_se: Minimala feedbacksvar

source: Set the minimum number of feedback responses required.
sv_se: Ställ in det minimiantal feedbacksvar som krävs.
